Repository: schifflee/InteligentRPA
Catalog: OpenRPA.NM/Resources/strings.*.resx
Languages: da, pt

# activity_getelement_drop_hint
source: Drop activity
da: Slip aktiviteter her
pt: Descartar atividade

# activity_getelement_highlight
source: Highlight
da: Fremhæv
pt: Realçar

# activity_getelement_open_selector
source: Open Selector
da: Åben selektor
pt: Abrir Seletor

# activity_openurl_getcurrent
source: Get current
da: Hent nuværende
pt: Obter atual

# activity_getelement
source: Get Element
da: Hent element
pt: Kumuha ng Elemento

# activity_getelement_tooltip
source: Find an browser element based on selector
da: Find et browserelement baseret på vælger
pt: Encontrar um elemento navegador baseado no selector

# activity_openurl
source: Open URL
da: Åbn URL
pt: Buksan ang URL

# activity_openurl_tooltip
source: Open the specefied url in the selected browser
da: Åbn den specificerede url i den valgte browser
pt: Abra a url specefied no navegador selecionado

# compensate_for_old_addon
source: Compensate for old extension
da: Kompensere for gammel udvidelse
pt: Compensar a extensão de idade

# compensate_for_old_addon_help
source: Add pixel compensation for old add
da: Tilføj pixelkompensation for gamle tilføjelse
pt: Adicionar compensação de pixel para o velho add

# debug_console_output
source: Debug Console
pt: Console de depuração

# debug_console_output_help
source: Write debug informtation to browser console
da: Skriv fejlfindingsinformation til browserkonsollen
pt: informtation depuração de escrita para console do navegador

# plugin_wait_for_tab_after_set_value
source: Wait after set value
da: Vent efter den indstillede værdi
pt: Esperar depois valor definido

# plugin_wait_for_tab_after_set_value_help
source: Wait for tab status to be in ready state after setting a value
da: Vent til fanebladets status er i klar tilstand efter indstilling af en værdi
pt: Espera para o status de guia para estar em estado de prontidão depois de definir um valor

source: register old portname
da: registrere gammelt portnavn
pt: registar portname velho

# register_old_portname_help
source: Register old browser extension port names
da: Registrer gamle navneudvidelsesportnavne
pt: Registrar nomes de porta de extensão do navegador velhos

# wait_for_tab_click
source: wait for tab
da: vent til fanen
pt: esperar por guia

# wait_for_tab_click_help
source: Wait for tab status to be in ready state after clicking a button
da: Vent til fanebladets status er i klar tilstand, når du har klikket på en knap
pt: Espera para o status de guia para estar em estado de prontidão depois de clicar um botão

# activity_getelement_loopaction
source: Loop action
pt: Ação de loop

# activity_getelement_loopaction_tooltop
source: Do this, once done processing each result, then reruns the selector and looks for new items
pt: Fazer isso, uma vez feito o processamento de cada resultado, em seguida, executa novamente o selector e procura por novos itens

# unique_xpath_ids
source: unique ids
pt: ids únicos

# unique_xpath_ids_help
source: Use on of these attributes as unique id's when creating xpath selectors
pt: Use em um desses atributos como id único está ao criar seletores XPath
