Repository: schifflee/InteligentRPA
Catalog: OpenRPA/Resources/strings.*.resx
Languages: da, de, pt, ru, zh

# activity_width_help
source: If set, will move the window to this location
da: Hvis det er indstillet, flytter du vinduet til denne placering
de: Wenn festgelegt, wird das Fenster an diesen Speicherort verschoben
pt: Kung nakatakda, ililipat ang window sa lokasyon na ito
ru: Если установлено, переместит окно в это место
zh: 如果设置，将窗口移到该位置

# activity_workflow
source: Workflow
de: Arbeitsablauf
pt: Fluxo de Trabalho
zh: 工作流

# activity_workflow_help
source: Use this workflow
da: Brug denne arbejdsgang
de: Verwendet diesen Workflow
pt: Utilize este fluxo de trabalho
ru: Используйте этот рабочий процесс
zh: 使用这个工作流

# activity_x_help
source: If set, will move the window to this location
da: Hvis det er indstillet, flytter du vinduet til denne placering
de: Wenn festgelegt, wird das Fenster an diesen Speicherort verschoben
pt: Kung nakatakda, ililipat ang window sa lokasyon na ito
ru: Если установлено, переместит окно в это место
zh: 如果设置，将窗口移到该位置

# activity_y_help
source: If set, will move the window to this location
da: Hvis det er indstillet, flytter du vinduet til denne placering
de: Wenn festgelegt, wird das Fenster an diesen Speicherort verschoben
pt: Kung nakatakda, ililipat ang window sa lokasyon na ito
ru: Если установлено, переместит окно в это место
zh: 如果设置，将窗口移到该位置

# animatemouse
source: Use Animate Mouse
da: Brug muse animation
de: Animierte Maus verwenden
ru: Использовать анимирование мышки
zh: 使用动画鼠标

source: Browser addons
pt: complementos do navegador
ru: Расширении для броузера
zh: 浏览插件

# button_ok
source: Ok
da: Accepter
zh: 确认

source: Cancel key
da: Annuller tast
de: Abbrechen-Taste
pt: tecla cancelar
ru: Ключ отмены
zh: 取消键

# clickpostwait
source: Set Click PostWait
da: Sæt klik PostWait
de: Klick bei Warten auf Vorgangsende setzen
pt: Set Clique PostWait
ru: Установить щелчок PostWait
zh: 设置点击后等待

source: Copy
da: Kopi
de: Kopieren
pt: cópia de
ru: Копировать
zh: 拷贝

source: Copy Relative Filename
da: Kopier relativ filnavn
de: Kopieren Sie den relativen Dateinamen
pt: Copie Matrícula Relativa
ru: Копировать относительное имя файла
zh: 复制相对文件名

source: Debug
de: Debuggen
pt: Depurar
ru: Отлаживать
zh: 调试

source: Delete
da: Slet
de: Löschen
pt: Deletar
ru: Удалить
zh: 删除

# designer_menu_commentout
source: Comment out
da: Kommenter ud
de: Auskommentieren
pt: comente
ru: Закомментируйте
zh: 注释掉

# designer_menu_runfromhere
source: Run from here
da: Kør herfra
de: Lauf von hier weg
pt: Executar a partir daqui
ru: Беги отсюда
zh: 从这里运行

# designer_menu_runthis
source: Run this activity
da: Kør denne aktivitet
de: Führen Sie diese Aktivität aus
pt: Executar esta atividade
ru: Запустите это действие
zh: 运行此活动

# designer_menu_uncomment
source: Uncomment
da: Afkommentér
de: Kommentar
ru: Раскоментируйте
zh: 解除注释

source: Details
da: Detaljer
pt: detalhes
ru: Детали
zh: 明细

source: Detectors
da: Detektorer
de: Detektoren
pt: Detectores
ru: Детекторы
zh: 探测器

source: Disable local caching
zh: 禁用本地缓存

# dock_logging
source: Logging
da: Logning
de: Protokollierung
pt: Registrando Log
ru: Логгинг
zh: 日志

# dock_output
source: Output
da: Udskrift
de: Ausgabe
pt: Saída
ru: Результат
zh: 输出

# dock_properties
source: Properties
da: Egenskaber
de: Eigenschaften
pt: Propriedades
ru: Свойства
zh: 属性

# dock_snippets
source: Snippets
pt: Códigos reutilizáveis
ru: Фрагменты
zh: 片段

# dock_toolbox
source: Toolbox
da: Værktøjskasse
pt: Caixa de Ferramentas
ru: Ящик для инструментов
zh: 工具箱

# dock_workflowinstances
source: Workflow Instances
pt: Instâncias de fluxo de trabalho
zh: 工作流实例

source: Download
de: Herunterladen
ru: Загрузить
zh: 下载

source: Exit Application
da: Afslut
de: Anwendung beenden
pt: Sair da Aplicação
ru: Выход из приложения
zh: 退出应用

source: Export
da: Exporter
de: Exportieren
pt: Exportar
ru: Экспортировать
zh: 导出

source: Files
da: Filer
de: Dateien
pt: Arquivos
ru: Файлы
zh: 文件

source: General
da: Generalt
de: Allgemeines
pt: Geral
ru: Главный
zh: 一般

source: Import
da: Importer
de: Importieren
pt: Importar
ru: Импортировать
zh: 导入

source: Logging
da: Logning
de: Protokollierung
pt: Registrando Log
ru: Логгинг
zh: 日志

# mainnew
source: New
da: Ny
de: Neu
pt: Novo
ru: Новый
zh: 新建

# main_reload
source: Reload
da: Genindlæs
de: Neu laden
pt: Recarregar
ru: Перезагрузить
zh: 刷新

# main_settings_recording_add_to_designer
source: Record directly into designer
da: Optage direkte i designer
de: Direkt in den Designer aufnehmen
pt: Gravar diretamente para dentro do designer
ru: Записать прямо в дизайнер
zh: 直接录制到设计器

source: Minimize
da: Minimere
de: Minimieren
pt: Minimizar
ru: Уменьшить
zh: 最小化

source: Name
da: Navn
pt: Nome
ru: Имя
zh: 名称

source: New Project
da: Nyt Projekt
de: Neues Projekt
pt: Novo Projeto
ru: Новый проект
zh: 新项目

source: New Workflow
da: Nyt Workflow
de: Neuer Workflow
pt: Novo Fluxo de Trabalho
ru: Новый рабочий процесс
zh: 新工作流

source: Open
da: Åbn
de: Öffnen
pt: Abrir
ru: Открыть
zh: 打开

# open_created
source: Created at
da: Oprettet den
de: Erstellt
pt: Criado em
ru: Создан в
zh: 创建于

# open_createdby
source: Created by
da: Oprettet af
de: Erstellt von
pt: Criado por
ru: Созданный
zh: 创建者

# open_edit
source: Edit
da: Redigere
de: Bearbeiten
pt: Editar
ru: Редактировать
zh: 编辑

# open_edit_xaml
source: Edit XAML
da: Redigere XAML kode
de: Bearbeiten der XAML
pt: Editar XAML
ru: Редактировать XAML
zh: 编辑 XAML

# open_modified
source: Last modified at
da: Sidst modificeret den
de: Zuletzt geändert am
pt: Última modificação em
ru: Последнее изменение в
zh: 最后修改于

# open_modifiedby
source: Last modified by
da: Sidst modificeret af
de: Zuletzt geändert durch
pt: Última modificação por
ru: Последнее изменение от
zh: 最后修改着

# open_name
source: Name
da: Navn
pt: Nome
ru: Имя
zh: 名称

# open_serializable
source: Serializable
da: Seralisering mulig
de: Serialisierbar
pt: Serializador
ru: Сериализуемый
zh: 序列化

# open_state
source: State
da: Status
de: Zustand
pt: Estado
ru: Статус
zh: 状态

source: Packages
da: Pakker
de: Pakete
pt: Pacotes
ru: Пакеты
zh: 包

source: Permissions
da: Rettigheder
de: Berechtigungen
pt: Permissões
ru: Разрешения
zh: 权限

# permissionswindow_delete
source: Delete
da: Slet
de: Löschen
pt: Deletar
ru: Удалить
zh: 删除

# permissionswindow_new
source: New
da: Ny
de: Neu
pt: Novo
ru: Создать
zh: 新建

# permissions_delete
source: Delete
da: Slette
de: Löschen
pt: Deletar
ru: Удалить
zh: 删除

# permissions_invoke
source: Invoke
da: Aktivere
de: Aufrufen
pt: Invocar
ru: Применить
zh: 调用

# permissions_read
source: Read
da: Læse
de: Lesen
pt: Ler
ru: Чтение
zh: 读

# permissions_update
source: Update
da: Opdatere
de: Aktualisieren
pt: Atualizar
ru: Обновить
zh: 修改

source: Play
da: Afspil
de: Abspielen
pt: Reproduzir
ru: Воспроизвести
zh: 执行

source: Plugins
ru: Плагины
zh: 插件

source: Record
da: Optag
de: Aufzeichnen
pt: Gravar
ru: Записать
zh: 录制

source: Recorder plugins
da: Optager
de: Rekorder Plug-in
pt: Gravador de plugins
ru: Записывающие плагины
zh: 录制插件

source: Recording Overlay
da: Optager Indikation
de: Aufnahme Überlagerung
pt: Gravando Sobrescrevendo
ru: Накладываемая запись
zh: 录制覆盖

source: Rename
da: Omdøb
de: Umbenennen
zh: 重命名

# ribbon_search
source: Search
da: Søg
de: Suche
pt: Paghahanap
ru: Поиск
zh: 搜索

source: Run plugins
da: Afspilning
de: Plugins Ausführen
pt: Reproduzir plugins
ru: Запустить плагины
zh: 运行插件

source: Runtime
de: Laufzeit
pt: Tempo de Execução
ru: Время выполнения
zh: 运行

source: Save
da: Gem
de: speichern
pt: Salvar
ru: Сохранить
zh: 保存

source: Selector
de: Selektor
pt: Seletor
ru: Диалог выбора
zh: 选择器

source: Selector Verbose
de: Ausführlicher Selektor
pt: Seletor Detalhado
ru: Подробный диалог выбора
zh: 选择器详细

source: Settings
da: Indstillinger
de: Einstellungen
pt: Configurações
ru: Настройки
zh: 设置

source: Settings File
da: Fil indstillinger
de: Einstellungsdatei
pt: Arquivo de Configurações
ru: Файл настроек
zh: 设置文件

source: Signout
da: Log ud
de: Ausloggen
pt: Sair
ru: Выход
zh: 登出

source: Slow Motion
de: Zeitlupe
pt: Câmera Lenta
ru: Эффект замедленного действия
zh: 慢动作

# status_disconnected
source: Disconnected
da: Afbrudt
de: Getrennt
pt: Desconectado
ru: Отключен
zh: 断开连接

source: Stop
da: Afslut
pt: Parar
ru: Остановить
zh: 停止

source: Tools
da: Værktøjer
pt: Ferramentas
ru: Инструменты
zh: 工具

# tools_change_type
source: Change Type
da: Skift Type
de: Typ ändern
pt: Modificar Tipo
ru: Изменить тип
zh: 改变类型

# tools_swap_animate
source: Swap Animate
da: Skift animatio
de: Animieren tauschen
pt: Animate Swap
ru: Поменять местами анимацию
zh: 交换动画

# tools_swap_sendkeys
source: Swap SendKeys
da: Omskift SendKeys
de: Tastatureingabe tauschen
pt: Trocar Envio de Teclas
ru: Поменять местами SendKeys
zh: 交换SendKeys

# tools_swap_virtualclick
source: Swap Virtual Clicking
da: Omskift Virtuelle clicks
de: Virtuelles Klicken tauschen
pt: Trocar Clique Virtual
ru: Поменять местами VirtualClick
zh: 交换虚拟单击

source: Type
de: Tippen
pt: Tipo
ru: Тип
zh: 类型

source: UI Language
da: UI-sprog
de: UI-Sprache
pt: UI Idioma
ru: Язык интерфейса
zh: UI 语言

source: Use SendKeys
da: Brug Send Tasteturtryk
de: Tastatureingabe verwenden
pt: Usar envio de Teclas
ru: Использовать SendKeys
zh: 使用 SendKeys

source: Use Virtual Clicks
da: Brug Virtuelle Klik
de: Virtuelles Klicken verwenden
pt: Usar Clique Virtual
ru: Использовать VirtualClicks
zh: 使用虚拟单击

source: Value
da: Værdi
de: Wert
pt: Valor
ru: Значение
zh: 值

source: Verbose
de: Ausführlich
pt: Detalhamento
ru: Подробный
zh: 详细

source: Version
de: Ausführung
pt: Bersyon
ru: Версия
zh: 版本

source: Visual Tracking
da: Visuel Sporing
de: Visuelles Tracking
pt: Rastreamento Visual
ru: Визуальное отслеживание
zh: 视觉跟踪

source: Warning
da: Advarsler
de: Warnung
pt: Atenção
ru: Предупреждение
zh: 警告

source: Chrome
pt: cromada

source: Copy ID
da: Kopiér ID
de: ID kopieren
pt: cópia ID
ru: Копировать ID

source: Tesseract
ru: Тессеракт

# activity_x
source: X
ru: Икс

# activity_offsetx
source: X Offset
de: X Versatz

# activity_offsety
source: Y Offset
de: Y Versatz
