Repository: schifflee/InteligentRPA
Catalog: OpenRPA/Resources/strings.*.resx
Languages: da, de, pt, ru, zh

# activity_add_variables
source: Add variables
da: Tilføj variabler
de: Variablen hinzufügen
pt: Adicionar variáveis
ru: Добавить переменные
zh: 增加变量

# activity_animatemouse
source: Animate Mouse
da: Animere Mus
de: Maus animieren
ru: Анимированная мышь
zh: 动画鼠标

# activity_animatemouse_help
source: Visibly move the mouse, instead of instantly moving it to the destination
da: Bevæg musen synligt i stedet for øjeblikkeligt at flytte den til destinationen
de: Bewegen Sie die Maus sichtbar, anstatt sie sofort zum Ziel zu bewegen
pt: Visivelmente mover o mouse, em vez de imediatamente movê-lo para o destino
ru: Заметно двигайте мышь, вместо того, чтобы мгновенно перемещать ее к месту назначения
zh: 可以看到移动的鼠标，而不是立即移动到目的地

# activity_animatemove
source: Animate Move
da: Animere bevægelse
de: Bewegung animieren
pt: Animate Mover
ru: Анимация движения
zh: 动画移动

# activity_animatemove_help
source: Visibly move the window, instead of instantly moving it to the destination
da: Flyt synligt vinduet i stedet for med det samme at flytte det til destinationen
de: Bewegen Sie das Fenster sichtbar, anstatt es sofort zum Ziel zu verschieben
pt: Visivelmente mover a janela, em vez de imediatamente movê-lo para o destino
ru: Заметно двигайте окно, вместо того, чтобы мгновенно перемещать его к месту назначения
zh: 可见到移动的窗口，而不是立即移动到目的地

# activity_blocking
source: Blocking
da: Bloker
de: Blockierung
pt: Bloqueio
ru: блокировка
zh: 阻断

# activity_blocking_help
source: Block execution until the complete
da: Bloker eksekveringen indtil det komplette
de: Blockieren Sie die Ausführung bis zum Abschluss
pt: Bloquear a execução até a completa
ru: Блокировка выполнения до полного
zh: 阻断执行直到结束

# activity_checkrunning
source: Check Running
da: Tjek kører
de: Überprüfen Sie Laufen
pt: verificação de duração
ru: Проверьте Бег
zh: 检查运行

# activity_checkrunning_help
source: Check if application is already running using the selector, if set to false, will launch a new application no matter what
da: Kontroller, om applikationen allerede kører ved hjælp af vælgeren, hvis den er indstillet til at være falsk, vil starte en ny applikation, uanset hvad
de: Überprüfen Sie, ob die Anwendung bereits mit dem Selektor ausgeführt wird. Wenn sie auf false gesetzt ist, wird unabhängig davon eine neue Anwendung gestartet
pt: Verifique se o aplicativo já está em execução usando o seletor, se estiver definida como falsa, vai lançar uma nova aplicação não importa o que
ru: Проверьте, если приложение уже запущено с помощью селектора, если установлено в false, запустит новое приложение, независимо от того, что
zh: 使用选择器检查应用程序是否已经在运行，如果设置为false，则无论如何都将启动新应用程序

# activity_clickdelay
source: Click Delay
pt: Clique Delay
zh: 点击延时

# activity_clickdelay_help
source: Delay between each keystroke
pt: Atraso entre cada keystroke
zh: 每次按键之间的延时

# activity_clickelement
source: Click Element
da: Klik på Element
de: Klicken Sie auf Element
pt: Clique Elemento
ru: Нажмите элемент
zh: 点击元素

# activity_clickelement_tooltip
source: Click on an element found with GetElement
da: Klik på et element fundet med GetElement
de: Klicken Sie auf ein mit GetElement gefundenes Element
pt: Clique em um elemento encontrado com GetElement
ru: Нажмите на элемент, найденный с GetElement
zh: 点击需要被GetElement发现的元素

# activity_click_to_view
source: Double-click to view
da: Dobblet klik for a se
de: Doppelklick zur Ansicht
pt: Duplo clique para visualizar
ru: Двойной щелчок для просмотра
zh: 双击查看

# activity_closeapplication
source: Close Application
da: Luk Applikation
de: Schließe die Anwendung
pt: Fechar aplicação
ru: Закрыть приложение
zh: 关闭应用

# activity_closeapplication_tooltip
source: Find application based on a UI selector and then closes the Application
da: Find applikation baseret på en UI-vælger, og lukker applikationen
de: Suchen Sie die Anwendung anhand eines UI-Selektors und schließen Sie die Anwendung
pt: Encontrar aplicativo com base em um seletor de interface do usuário e, em seguida, fecha o aplicativo
ru: Найти приложение на основе селектора пользовательского интерфейса и закрыть приложение
zh: 找到UI选择器找到的应用并关闭

# activity_commentout
source: Comment Out
da: Kommenter ud
de: Auskommentieren
pt: comente
ru: Закомментируйте
zh: 注释

# activity_commentout_tooltip
source: Ignore everything inside this Acitvity, handy for quickly remarking something out
da: Ignorer alt inde i denne Acitvity, praktisk til hurtigt at bemærke noget ud
de: Ignorieren Sie alles in diesem Acitvity, praktisch, um schnell etwas zu bemerken
pt: Ignorar tudo dentro deste acitvity, útil para rapidamente observando algo fora
ru: Игнорируйте все, что есть внутри этой Acitvity, удобно для быстрой заметки чего-либо
zh: 忽略此活动中的所有内容，方便快速注释掉某些内容

# activity_copyclipboard
source: Copy Clipboard
da: Kopier udklipsholder
de: Zwischenablage kopieren
pt: cópia da área de transferência
ru: Копировать буфер обмена
zh: 拷贝剪贴板

# activity_copyclipboard_tooltip
source: Copy content of Clipboard into a variable
da: Kopier klippebordets indhold til en variabel
de: Kopieren Sie den Inhalt der Zwischenablage in eine Variable
pt: Copie o conteúdo da área de transferência em uma variável
ru: Скопируйте содержимое буфера обмена в переменную
zh: 拷贝剪贴板中数据到变量中

# activity_datatable
source: Data Table
da: Data Tabel
de: Datentabelle
pt: Tabela de dados
ru: Таблица данных
zh: 数据表

# activity_datatable_help
source: The DataTable to work with
da: Datatabellen at arbejde med
de: Die Datentabelle, mit der gearbeitet werden soll
pt: O DataTable para trabalhar com
ru: DataTable для работы с
zh: 要使用的数据表

# activity_dataview
source: Data View
de: Datenansicht
pt: Exibição de dados
ru: Просмотр данных
zh: 数据视图

# activity_dataview_help
source: The DateView to work with
da: DateView at arbejde med
de: Die Datenansicht, mit der gearbeitet werden soll
pt: O DateView ao trabalho com
ru: DateView для работы с
zh: 要使用的数据视图

# activity_detector
source: Detector
da: Detektor
de: Detektor
pt: detetor
ru: детектор
zh: 探测器

# activity_detector_help
source: Will wait for this detector to trigger, then the workflow will continue
da: Venter på, at denne detektor udløses, så fortsætter arbejdsgangen
de: Wartet bis dieser Detektor ausgelöst wird - dann wird der Workflow fortgesetzt
pt: Vai esperar para este detector de gatilho, em seguida, o fluxo de trabalho continuará
ru: Будет ждать срабатывания этого детектора, затем рабочий процесс продолжится
zh: 将等待此检测器触发，然后工作流程将继续

# activity_detector_tooltip
source: Puts workflow in idle mode, waiting on selected detector to trigger
da: Sætter arbejdsgang i hviletilstand og venter på den valgte detektor for at udløse
de: Versetzt den Workflow in den Leerlaufmodus und wartet darauf, dass der ausgewählte Detektor ausgelöst wird
pt: Puts fluxo de trabalho no modo ocioso, esperando detector selecionado para gatilho
ru: Переводит рабочий процесс в режим ожидания, ожидая срабатывания выбранного детектора
zh: 将工作流程置于空闲模式，等待选定的检测器触发

# activity_displayname
source: Displayname
da: Visningsnavn
de: Anzeigename
pt: Nome em Exibição
ru: Отображаемое имя
zh: 显示名

# activity_displayname_help
source: Displayname inside the workflow designer
da: Displayname inde i workflow designer
de: Anzeigename im Workflow-Designer
pt: Displayname dentro do designer de fluxo de trabalho
ru: Отображаемое имя внутри дизайнера рабочего процесса
zh: 工作流设计器中的显示名

# activity_doubleclick
source: Double Click
da: Dobbelt Klik
de: Doppelklick
pt: Duplo click
ru: Двойной клик
zh: 双击

# activity_doubleclick_help
source: Do a double click instead of single click
da: Lav et dobbeltklik i stedet for et enkelt klik
de: Doppelklick statt Einzelklick
pt: Faça um duplo clique em vez de único clique
ru: Сделайте двойной щелчок вместо одного
zh: 双击而不是单击

# activity_drop_hint
source: Drop activity
da: Slip aktiviteter her
de: Aktivität löschen
pt: Descartar atividade
ru: Исключить активность
zh: 丢弃activity

# activity_duration
source: Duration
da: Varighed
de: Dauer
pt: Duração
ru: продолжительность
zh: 持续

# activity_duration_help
source: Will run for the duration
da: Kører for varigheden
de: Läuft für die Dauer
pt: Funcionará para a duração
ru: Побежит на время
zh: 将持续运行

# activity_element
source: Element
pt: Elemento
ru: Элемент
zh: 元素

# activity_element_help
source: Click on this element, the return type of all GetElement activites and some others
da: Klik på dette element, returtypen for alle GetElement-aktiviteter og nogle andre
de: Klicken Sie auf dieses Element, um den Rückgabetyp aller Element abrufen-Aktivitäten und einiger anderer zu erhalten
pt: Clique neste elemento, o tipo de retorno de todos GetElement atividades e alguns outros
ru: Нажмите на этот элемент, тип возврата всех активаций GetElement и некоторые другие
zh: 单击此元素，所有GetElement活动的返回类型以及其他一些活动

# activity_focuselement
source: Focus Element
zh: 获得焦点Element

# activity_focuselement_tooltip
source: Give element focus
zh: 设置element的焦点

# activity_force
source: Force
da: Gennemtving
de: Erzwingen
pt: Puwersa
ru: сила
zh: 强制

# activity_force_help
source: Forcefully do the action
da: Gør handlingen kraftigt
de: Erzwinge die Ausführung
pt: Vigorosamente fazer a ação
ru: Принудительно сделай действие
zh: 强制执行动作

# activity_foreachdatarow
source: Foreach DataRow
de: Für jede Datentabellen-Zeile
zh: 循环DataRow

# activity_foreachdatarow_tooltip
source: Enumerate through each row inside a DataTable
da: Tæl gennem hver række i en Datatabel
de: Geht durch jede Zeile in einer Datentabelle
pt: Enumerar cada linha dentro de um DataTable
ru: Перечислять через каждую строку в DataTable
zh: 迭代DataTable（数据表）中每一行

# activity_height
source: Height
da: Højde
de: Höhe
pt: Altura
ru: Рост
zh: 高度

# activity_height_help
source: If set, will move the window to this location
da: Hvis det er indstillet, flytter du vinduet til denne placering
de: Wenn festgelegt, wird das Fenster an diese Position verschoben
pt: Se definido, irá mover a janela para este local
ru: Если установлено, переместит окно в это место
zh: 如果设置，则移动窗口到这个位置

# activity_highlight
source: Highlight
da: Fremhæv
de: Markieren
pt: Realçar
ru: Выделить
zh: 高亮

# activity_highlightelement
source: Highlight Element
da: Fremhæv element
de: Element markieren
pt: Destaque Elemento
ru: Выделить элемент
zh: 高亮元素

# activity_highlightelement_tooltip
source: Highlight an element found with GetElement
da: Fremhæv et element fundet med GetElement
de: Markieren Sie ein mit Element abrufen gefundenes Element
pt: Realce um elemento encontrado com GetElement
ru: Выделите элемент, найденный с помощью GetElement
zh: 高亮GetElement找到的元素

# activity_ignoreerrors
source: Ignore Errors
da: Ignorer Fejl
de: Fehler ignorieren
pt: ignorar Erros
ru: Игнорировать ошибки
zh: 忽略错误

# activity_ignoreerrors_help
source: If an error occurs, will ignore it an continue
da: Hvis der opstår en fejl, ignorerer den en fortsættelse
de: Wenn ein Fehler auftritt, wird er ignoriert und der Workflow wird fortgesetzt
pt: Se ocorrer um erro, irá ignorá-lo um continuar
ru: Если произойдет ошибка, проигнорируйте ее, чтобы продолжить
zh: 如果有错误，忽略并继续执行

# activity_imageresult
source: Image Result
da: Resultat Billede
de: Bildergebnis
pt: Resultado imagem
ru: Результат изображения
zh: 图像结果

# activity_imageresult_help
source: Return the result as an image
da: Returner resultatet som et billede
de: Gibt das Ergebnis als Bild zurück
pt: Retornar o resultado como uma imagem
ru: Вернуть результат в виде изображения
zh: 以图像的方式返回结果

# activity_insertclipboard
source: Insert Clipboard
da: Indsæt udklipsholder
de: Zwischenablage einfügen
pt: Inserir Clipboard
ru: Вставить буфер обмена
zh: 插入剪贴板

# activity_insertclipboard_tooltip
source: Insert new content into the users Clipboard buffer
da: Indsæt nyt indhold i brugerens Clipboard-buffer
de: Fügt neuen Inhalt in den Zwischenablage-Puffer des Benutzers ein
pt: Inserir novos conteúdos para os usuários prancheta tampão
ru: Вставьте новый контент в пользовательский буфер Clipboard
zh: 将新内容插入用户剪贴板缓冲区

# activity_invokeopenflow
source: Invoke OpenFlow
da: Kald OpenFlow
de: Ruft OpenFlow auf
ru: Вызвать OpenFlow
zh: 调用OpenFlow

# activity_invokeopenflow_tooltip
source: Invoke a workflow in node registered for RPA usage inside OpenFlow
da: Kald en arbejdsgang i node, der er registreret til RPA-brug i OpenFlow
de: Ruft einen Workflow in NodeRed auf, der für die RPA-Verwendung in OpenFlow registriert ist
pt: Invocar um fluxo de trabalho no nó registrado para uso RPA dentro OpenFlow
ru: Вызвать рабочий процесс в узле, зарегистрированном для использования RPA внутри OpenFlow
zh: 在OpenFlow内部为RPA使用注册的节点中调用工作流程

# activity_invokeopenrpa
source: Invoke OpenRPA
da: Kald OpenRPA
de: Ruft OpenRPA auf
ru: Вызвать OpenRPA
zh: 调用OpenRPA

# activity_invokeopenrpa_tooltip
source: Invoke a local OpenRPA Workflow
da: Kald en lokal OpenRPA-arbejdsgang
de: Ruft einen lokalen OpenRPA-Workflow auf
pt: Invocar um OpenRPA fluxo de trabalho locais
ru: Вызвать локальный рабочий процесс OpenRPA
zh: 调用一个OpenRPA内的工作流

# activity_invokeremoteopenrpa
source: Invoke Remote OpenRPA
da: Kald Remote OpenRPA
de: Ruft Remote OpenRPA auf
pt: Chamar OpenRPA remoto
ru: Вызов удаленного OpenRPA
zh: 调用远程的OpenRPA

# activity_invokeremoteopenrpa_tooltip
source: Invoke a OpenRPA Workflow on a remote Robot
da: Kald en OpenRPA-arbejdsgang på en ekstern robot
de: Ruft einen OpenRPA-Workflow auf einem Remote-Robot auf
pt: Invocar um OpenRPA fluxo de trabalho em um robô à distância
ru: Запустите рабочий процесс OpenRPA на удаленном роботе
zh: 远程机器人上调用OpenRPA工作流

# activity_keymodifiers
source: Key Modifiers
da: Brug også Tastetur Knap
de: Schlüsselmodifikatoren
pt: Modifiers-chave
ru: Ключевые модификаторы
zh: Key 修饰符

# activity_keymodifiers_help
source: Hold this key down, while clicking, only works if Virtual click is disabled
da: Hold denne tast nede, mens du klikker, fungerer den kun, hvis Virtuel klik er deaktiveret
de: Halten Sie diese Taste gedrückt während Sie klicken. Dies funktioniert nur, wenn der virtuelle Klick deaktiviert ist
pt: Mantenha essa tecla pressionada, enquanto clica, só funciona se clique Virtual é desativado
ru: Удерживайте нажатой эту клавишу во время нажатия, работает только если виртуальный щелчок отключен
zh: 在单击时按住此键，仅在禁用虚拟单击时有效

# activity_map_variables
source: Map Variables
zh: 映射变量

# activity_mousebutton
source: Mouse Button
da: Museknap
de: Maustaste
pt: Botão do rato
ru: Кнопка мыши
zh: 鼠标按钮

# activity_mousebutton_help
source: Mouse button to click with
da: Brug følgende muse knap til at klikke med
de: Maustaste zum Klicken
pt: Botão do mouse para clicar com
ru: Кнопка мыши, чтобы щелкнуть
zh: 单击的鼠标按钮

# activity_movemouse
source: Move Mouse
da: Flyt musen
de: Mauszeiger bewegen
pt: Movimento mouse
ru: Переместить мышь
zh: 移动鼠标

# activity_movemouse_tooltip
source: Move mouse cursor to a location relative to an element found with GetElement (or desktop if no element supplied)
da: Flyt musemarkøren til en placering i forhold til et element fundet med GetElement (eller skrivebord, hvis intet element leveres)
de: Bewegen Sie den Mauszeiger an eine Position relativ zu einem mit Element abrufen gefundenen Element (oder Desktop, wenn kein Element angegeben ist).
pt: Mover o cursor do rato para um local relativo a um elemento encontrado com GetElement (ou área de trabalho, se nenhum elemento fornecido)
ru: Переместить курсор мыши в положение относительно элемента, найденного с помощью GetElement (или рабочего стола, если элемент не указан)
zh: 将鼠标光标移动到相对于通过GetElement找到的元素的位置（如果没有提供元素，则移动到桌面）

# activity_offsetx_help
source: Click with this offset inside the element
da: Klik med denne forskydning inde i elementet
de: Klicken Sie mit diesem Versatz innerhalb des Elements
pt: Clique com este deslocamento dentro do elemento
ru: Нажмите с этим смещением внутри элемента
zh: 单击发生在元素内的X偏移量

# activity_offsety_help
source: Click with this offset inside the element
da: Klik med denne forskydning inde i elementet
de: Klicken Sie mit diesem Versatz innerhalb des Elements
pt: Mag-click sa offset na ito sa loob ng elemento
ru: Нажмите с этим смещением внутри элемента
zh: 单击发生在元素内的Y偏移量

# activity_openapplication
source: Open Application
da: Åben ansøgning
de: Öffnet eine Anwendung
pt: Aplicação Open
ru: Открытое приложение
zh: 打开应用

# activity_openapplication_tooltip
source: Search for Windows element based on a selector, and give it focus, if not found start the application
da: Søg efter Windows-element baseret på en vælger, og giv det fokus, hvis ikke findes, start applikationen
de: Suchen Sie nach einem Windows-Element basierend auf einem Selektor und geben Sie ihm den Fokus. Wenn es nicht gefunden wird, starten Sie die Anwendung
pt: Procurar elemento do Windows com base em um seletor, e dar-lhe concentrar-se, se não for encontrado iniciar a aplicação
ru: Поиск элемента Windows по селектору и выделение его, если не найдено, запустите приложение
zh: 根据选择器搜索Windows元素，并为其赋予焦点（如果找不到）启动应用程序

# activity_open_selector
source: Open Selector
da: Åben selektor
de: Selektor öffnen
pt: Abrir Seletor
ru: Открыть диалог выбора
zh: 打开选择器

# activity_postwait
source: Post Wait
da: Efter Vent
de: Warten auf Vorgangsende
pt: pós Wait
ru: Пост ждать
zh: 发布等待

# activity_postwait_help
source: Wait this amount of time, after doing the click, help full one applications that can be very slow to react on clicks
da: Vent denne mængde tid, når du har gjort klikket, hjælp til at udfylde et program, der kan være meget langsomt at reagere på klik
de: Wartet so lange, bis Sie nach dem Klicken eine Anwendung vollständig ausgeführt haben- hilft bei Anwendungen, die sehr langsam auf Klicks reagieren
pt: Espere este período de tempo, depois de fazer o clique, ajuda um aplicativos completos que podem ser muito lentos a reagir em cliques
ru: Подождите это время, после выполнения клика, помогите заполнить одно приложение, которое может очень медленно реагировать на клики
zh: 单击后等待此时间，以帮助完成一个响应速度很慢的应用程序

# activity_result
source: Result
da: Resultat
de: Ergebnis
pt: Resulta
ru: Результат
zh: 结果

# activity_result_help
source: Save the result into this variable
da: Gem resultatet i denne variabel
de: Speichert das Ergebnis in dieser Variable
pt: Salvar o resultado em esta variável
ru: Сохранить результат в эту переменную
zh: 保存结果到变量

# activity_selector
source: Selector
de: Wähler
pt: Pinili
ru: селектор
zh: 选择器

# activity_selector_help
source: The selector used to find the element(s), supports mapping workflow variables by using {{variablename}}
da: Vælgeren, der bruges til at finde elementet / elementerne, understøtter kortlægning af arbejdsgangsvariabler ved hjælp af {{variablename}}
de: Der Selektor zum Suchen der Elemente unterstützt die Zuordnung von Workflowvariablen mithilfe von {{Variablenname}}
pt: O selector usada para localizar o elemento (s), mapeamento do fluxo de trabalho apoios variáveis ​​utilizando {{variablename}}
ru: Селектор, используемый для поиска элементов, поддерживает отображение переменных рабочего процесса с помощью {{variablename}}
zh: 用于查找元素的选择器支持使用{{variablename}}映射工作流变量

# activity_select_element
source: Select Element
da: Vælg element
de: Element auswählen
pt: Selecionar Elemento
ru: Выбрать элемент
zh: 选择元素

# activity_sendctrlc
source: Send Ctrl+C
de: Sendet Strg + C.
pt: Enviar Ctrl + C
ru: Отправить Ctrl + C
zh: 发送 Ctrl+C

# activity_sendctrlc_help
source: Send Ctrl+C before trying to copy the Clipboard Content
da: Send Ctrl + C, før du prøver at kopiere udklipsholderens indhold
de: Sendet Strg + C, bevor Sie versuchen, den Inhalt der Zwischenablage zu kopieren
pt: Enviar Ctrl + C antes de tentar copiar o conteúdo da área de transferência
ru: Отправить Ctrl + C, прежде чем пытаться скопировать содержимое буфера обмена
zh: 尝试复制剪贴板内容之前发送Ctrl + C

# activity_showballontop_message
source: Message
zh: 消息

# activity_showballontop_message_hint
source: Message to show
pt: Mensagem a mostrar
zh: 要显示的消息

# activity_showballontop_title
source: Title
pt: Título
zh: 标题

# activity_showballontop_title_hint
source: Title on bollanmessage
pt: Título em bollanmessage
zh: 标题栏上的标题

# activity_showballoontip
source: Show Balloon Tip
pt: Mostrar dica de balão
zh: 显示气球提示

# activity_showballoontip_tooltip
source: Show a small ballontip near the system tray, will respect OS message center settings
pt: Mostrar um pequeno ballontip perto bandeja do sistema, respeitará as configurações do centro de mensagens do sistema operacional
zh: 在系统托盘附近显示一个小气球提示，将遵守操作系统消息中心的设置

# activity_stringresult
source: String Result
da: Resultat Streng
de: String Ergebnis
pt: Resultado corda
zh: 字符串结果

# activity_stringresult_help
source: Return the result as a string
da: Returner resultatet som en streng
de: Gibt das Ergebnis als Zeichenfolge zurück
pt: Retornar o resultado como uma string
ru: Вернуть результат в виде строки
zh: 返回一个字符串结果

# activity_target
source: Target
da: Modtager
de: Ziel
pt: Alvo
ru: цель
zh: 目标

# activity_target_help
source: The target user or role
da: Målbrugeren eller rollen
de: Der Zielbenutzer oder die Zielrolle
pt: O usuário de destino ou função
ru: Целевой пользователь или роль
zh: 目标用户和角色

# activity_text
source: Text
da: Tekst
pt: Teksto
ru: Текст
zh: 文本

# activity_timeout
source: Timeout
de: Auszeit
pt: Tempo esgotado
ru: Тайм-аут
zh: 超时

# activity_timeout_help
source: Wait this long before giving up and either failing or continuing depending on other settings
da: Vent så længe før du giver op og enten fejler eller fortsætter afhængigt af andre indstillinger
de: Wartet so lange, bevor aufgeben wird oder je nach anderen Einstellungen fortfahren gefahren wird
pt: Esperar tanto tempo antes de desistir e falhando ou continuar dependendo de outras configurações
ru: Подождите так долго, прежде чем сдаться и либо потерпеть неудачу, либо продолжить в зависимости от других настроек
zh: 等待很长时间，然后再放弃，否则将失败或继续，具体取决于其他设置

# activity_typetext
source: Type Text
da: Skriv tekst
de: Text eingeben
pt: tipo de texto
ru: Введите текст
zh: 输入文本

# activity_typetext_tooltip
source: Send keyboard strokes to what ever that has focus, should only be used by recorder
da: Send tastaturstrøg til det, der nogensinde har fokus, skal kun bruges af optageren
de: Senden Sie Tastaturanschläge an einen beliebigen Ort, der den Fokus hat und nur vom Rekorder verwendet werden sollte
pt: Enviar golpes de teclado para que sempre que tem o foco, só deve ser usado por recorder
ru: Отправлять нажатия клавиш на то, что имеет фокус, должно использоваться только рекордером
zh: 将键盘笔触发送到有焦点的地方，只应由recoder使用

# activity_virtualclick
source: Virtual Click
da: Virtuelt Klik
de: Virtueller Klick
pt: Virtual Clique
ru: Виртуальный клик
zh: 虚拟单击

# activity_virtualclick_help
source: Try and do a Virtual click instead of using the mouse, not all elements supports this
da: Prøv at gøre et virtuelt klik i stedet for at bruge musen, ikke alle elementer understøtter dette
de: Versucht einen virtuellen Klick auszuführen anstatt die Maus zu verwenden - nicht alle Elemente unterstützen dies.
pt: Tentar fazer um clique virtual em vez de usar o mouse, nem todos os elementos suportar esta
ru: Попробуйте сделать виртуальный щелчок вместо использования мыши, не все элементы поддерживают это
zh: 尝试进行虚拟点击而不是使用鼠标，并非所有元素都支持此功能

# activity_waitforcompleted
source: Wait until Completed
da: Vent til afsluttet
de: Warten Sie, bis der Vorgang abgeschlossen ist
pt: Maghintay hanggang Nakumpleto
ru: Дождитесь завершения
zh: 等待直到结束

# activity_waitforcompleted_help
source: Wait for Completion before continuing with workflow
da: Vent til afsluttet, før du fortsætter med arbejdsgangen
de: Warten Sie auf den Abschluss, bevor Sie mit dem Workflow fortfahren
pt: Maghintay para sa Pagkumpleto bago magpatuloy sa daloy ng trabaho
ru: Подождите завершения, прежде чем продолжить рабочий процесс
zh: 等待完成，然后继续工作流程

# activity_width
source: Width
da: Bredde
de: Breite
pt: Largura
ru: ширина
zh: 宽度
